<?php
// Heading
$_['eligibleforgifttotal'] = 'انت مؤهل للحصول على العرض %s, الرجاء <a href="%s">الضغط هنا</a> لقراءة المزيد عن العرض.';
$_['eligibleforgifttotalcustomer'] = 'مرحبا %s, انت مؤهل للحصول على العرض %s, الرجاء <a href="%s">الضغط هنا</a> لقراءة المزيد عن العرض.';

$_['appliedgifttotal'] = 'لقد طبقنا العرض %s في سلة شرائك, الرجاء <a href="%s">الضغط هنا</a> لقراءة المزيد عن العرض.';
$_['appliedgifttotalcustomer'] = 'مرحبا %s, لقد طبقنا العرض %s في سلة شرائك, الرجاء <a href="%s">الضغط هنا</a> لقراءة المزيد عن العرض.';