<?php
// Heading
$_['emailverification_heading_title'] = 'لقد تم التحقق من حسابك!';
$_['heading_title_already_approved'] = 'لقد تم الموافقة على حسابك';
$_['heading_title'] = 'تم التحقق من حسابك';


// Text
$_['text_message']  = '<p>تهانينا! لقد تم التحقق من حسابك بنجاح.</p> <p>سوف يصلك بريد الكترونى عندما يوافق مالك المتجر على حسابك.</p><p>اذا كان لديك اى مشاكل, من فضلك <a href="%s">راسل مالك المتجر</a>.</p>';
$_['email_not_provided'] = 'من فضلك ادخل بريدك الالكترونى';
$_['no_email_match'] 	 = 'لم نتمكن من ايجاد اى حساب مرتبط بالبريد الالكترونى الذى ادخلتة';
$_['success'] = 'تم ارسال رابط لتأكيد حسابك للبريد الالكترونى الذى ادخلتة.';

$_['text_approved']  = '<p>تهانينا! لقد تم التحقق من حسابك بنجاح.</p> <p>يمكنك الان الاستمتاع بمتجرنا الالكترونى.</p><p>اذا كان لديك اى مشاكل, من فضلك <a href="%s">راسل مالك المتجر</a></p>';

$_['text_message_already_approved'] ='<p>تهانينا! لقد تم التحقق من حسابك بنجاح.</p><p>سوف يصلك بريد الكترونى عندما يوافق مالك المتجر على حسابك.</p><p>اذا كان لديك اى مشاكل, من فضلك <a href="%s">راسل مالك المتجر</a>.</p>';

$_['text_approval_already_verified'] = '<p>تهانينا! لقد تم التحقق من حسابك بنجاح.</p> <p>يمكنك الان الاستمتاع بمتجرنا الاليكترونى.</p><p>اذا كان لديك اى مشاكل, من فضلك <a href="%s">راسل مالك المتجر</a></p>';

$_['text_message_after_registration']  = '<p>مبروك ! لقد تم انشاء حسابك بنجاح</p> <p>من أجل الاستفادة من امتيازات الأعضاء وتعزيز تجربة التسوق عبر الإنترنت معنا،<br/> يرجى التحقق من عنوان بريدك الإلكتروني باتباع الرابط الذي أرسلناه للتو.</p> <p>إذا كان لديك أي أسئلة حول تشغيل هذا المحل على الانترنت، يرجى البريد الإلكتروني صاحب المحل.</p> <p>اذا لم تستلم الرسالة خلال ساعه, من فضلك <a href="%s">اتصل بنا</a>.</p>';
$_['text_approval_after_registration'] = '<p>شكرا لتسجيلك مع %s!</p><p>لم يتم تفعيل حسابك بعد.</p><p> يرجى التحقق من عنوان بريدك الإلكتروني باتباع الرابط الذي أرسلناه للتو.</p><p>اذا كان لديك اى مشاكل, من فضلك <a href="%s">راسل مالك المتجر</a>.</p>';

$_['error_verified'] = 'من فضلك قم بتحقيق حسابك لتسجيل دخولك';

$_['text_account']  = 'الحساب';
$_['text_success']  = 'نجاح';
$_['text_not_verified']  = 'لم يتم التحقيق';

$_['not_verified_heading'] = 'لم يتم التحقق من الحساب!';
$_['not_verified_text'] ='يبدو انه لم يتم التحقق من حسابك. من فضلك اتبع رابط التحقيق الذى ارسلناة على عنوان بريدك الالكترونى عند عمل حساب جديد. اذا كانت لديك مشاكل فى ايجاد الرابط, من فضلك استخدم ارسال رابط تحقيق جديد على يسار الشاشة.';
$_['resend_text'] ='من فضلك ادخل عنوان البريد الالكترونى الذى استخدمتة اثناء عمل حساب جديد.';
$_['resend_button'] ='اعد ارسال رابط التحقيق.';
