<?php
// Heading
$_['heading_title'] = 'عملية شراء فاشلة!';

// Text
$_['text_basket']   = 'سلة الشراء';
$_['text_checkout'] = 'الدفع';
$_['text_failure']  = 'عملية دفع فاشلة';
$_['text_message']  = '<p>يوجد مشكلة فى طريقة الدفع الخاصة بك و تم الغاء الطلب.</p>

<p>الاحتمالات:</p>
<ul>
  <li>عدم وجود رصيد كافى فى حسابك</li>
  <li>البيانات التى ادخلتها خاطئة</li>
</ul>

<p>منفضلك حاول مرة اخرة.</p>

<p>اذا كانت المشكلة دائمة من فضلك <a href="%s">تواصل معنا</a> ببيانات الطلب الذى تحاول عملة.</p>
';
